{
    "news": [
        {
            "id": 1,
            "title": "Укрзалізниця показала новий поїзд класу ''комфорт'' (фото)",
            "content": "Укрзалізниця запускає новий регіональний залізничний маршрут Одеса-Вінниця. Також в УЗ показали, як виглядає салон в поїзді.",
            "article1": "На новому маршруті курсуватиме комфортабельний інклюзивний електропоїзд, капітально відремонтований на власних потужностях Укрзалізниці цього року.",
            "article2": "У вагоні лише є місця для сидіння. Тобто майже 7 годин доведеться перебувати в одному положенні.",
            "article3": "Також є розетки біля сидінь, щоб підзарядити гаджети.",
            "article4": "До цього ж, є місця для інвалідів та пасажирів з немовлятами у дитячих візочках.",
            "photo1": "https://www.rbc.ua/static/ckef2/img/_1263.jpg",
            "photo2": "https://www.rbc.ua/static/ckef2/img/_1265.jpg",
            "photo3": "https://www.rbc.ua/static/ckef2/img/_1264.jpg",
            "photo4": "https://www.rbc.ua/static/ckef2/img/_1262.jpg",
            "date": "12 квiтня, 2023, 12:20"
        },
        {
            "id": 2,
            "title": "У «НАФТОГАЗІ» ТА «УКРЗАЛІЗНИЦІ», ПРИКРИВАЮЧИСЬ ВІЙНОЮ ТА ПРАВАМИ ЛЮДИНИ, ПРИХОВУЮТЬ ДАНІ ПРО ЗАРПЛАТИ",
            "content": "У найбільших державних компаніях - «Нафтогазі» та «Укрзалізниці», засновниками яких є Кабінет міністрів, відмовилися оприлюднювати відомості про заробітні плати топменеджерів, мотивуючи це війною. Про це повідомляє 'Главком', який намагався з'ясувати інформацію, надіславши відповідні запити.Дані про мізерну, як для керівника такого рівня, зарплату Олексія Чернишова щомісячно оприлюднюються на сайті «Нафтогазу». Там, наприклад повідомляється, що за січень-березень Олексій Чернишов одержав 151 тис. грн зарплати (у середньому – 50 тис. грн за місяць).  Для порівняння, один з попередників Чернишова Андрій Коболєв, тепер на лаві підсудних - екскерівника  «Нафтогазу» підозрюють у незаконному одержанні майже 230 млн грн премії.",
            "date": "03 травня 2023 20:22" 
        },
        {
            "id": 3,
            "title": "Укрзалізниця обмежила транспортування зерна до Польщі",
            "content": "АТ «Укрзалізниця» обмежило перевезення зернових вантажів до Польщі. Конвенція почала діяти з 9 квітня. Про це йдеться на сайті компанії.  Обмеження стосуються станції Щецин Порт Центральний. Зокрема, забороняється приймання вантажів для перевізника PKP Cargo. Конвенція поширюється на: пшеницю, меслин, жито, ячмінь, овес, кукурудзу, рис, сорго зернове, гречку, просо та інше. ",
            "date": "10 квiтня, 2023, 12:20"
        },
        {
            "id": 4,
            "title": "Справа «Шовкового шляху»: сімох свідків примусово доставлять в засідання",
            "content": "Вищий антикорупційний суд доручив Національному антикорупційному бюро здійснити примусовий привід сімох свідків у судове засідання у справі «Шовкового шляху» про заволодіння понад 98 млн грн ПАТ «Укрзалізниця» в результаті закупівлі пального за завищеними цінами.Таке рішення 5 квітня ухвалив ВАКС, повідомляє «Слово і діло». «Клопотання прокурора про привід свідків задовольнити. Застосувати привід до (сімох) свідків, яких доставити у судове засідання у Вищому антикорупційному суді на 16 травня 2023 року на 10:30. Виконання цієї ухвали доручити Національному антикорупційному бюро України. Контроль за виконанням приводу покласти на прокурора», – йдеться в рішенні. Нагадаємо, 20 вересня 2020 року САП направила справу «Шовкового шляху» до ВАКС. За даними слідства, упродовж 2016-2017 років службові особи філії «Центр транспортного сервісу «Ліски» УЗ, зловживаючи своїм службовим становищем, заволоділи коштами УЗ в сумі 98,2 млн грн шляхом документального оформлення безтоварних операцій з придбання мазуту флотського і дизельного пального у ТОВ «Скела Терциум». Проте фактично вказані матеріали не постачались ні до поромів, для потреб яких укладались договори на пальне, ні до орендованих резервуарів. Серед обвинувачених 4 службові особи філії ЦТС «Ліски» УЗ та 2 – керівники приватних фірм, які задіяні у незаконному заволодінні коштами. Йдеться про начальника ЦТС «Ліски» Руслана Гусака, головного інженера філії Олексія Шевченка, першого заступника начальника Одеського відділення ЦТС «Ліски» Валерія Вовка, головного інженера цієї філії Інну Дишлиук, а також директорів фірм «Скела Терціум» і «Варіант Ойл» Сергія Непом'ящего і Павлом Чепелєвим відповідно. У жовтні 2020 року ВАКС повідомляв про спробу втручання в їхню діяльність.",
            "date": "11 квітня 2023, 16:40" 
        },
        {
            "id": 5,
            "title": "Зруйнований рік тому залізничний міст через річку Ірпінь повністю відновили",
            "content": "В перші дні повномасштабного вторгнення залізничникам вдалося евакуювати з Ірпеня до столиці близько чотирьох половиню тисяч мешканців, переважно жінок і дітей. Після цього колію було пошкоджено обстрілами, декілька порожніх пасажирських вагонів, що їхали за ірпінськими біженцями, зійшли з рейок. Залізничний міст через річку Ірпінь в однойменному місті Київської області було зруйновано 21 березня 2022 року. Після того, як ЗСУ вигнали окупантів з Київщини, регіон треба було повертати до нормального життя. А для цього необхідно було відновити залізничне сполучення до деокупованих міст та сіл. «Спочатку впродовж місяця міст через річку Ірпінь було відновлено за тимчасовою схемою. Це дозволило вже на початку травня минулого року запустити поїзди до Ірпеня, Бучі, Бородянки та інших населених пунктів. Після цього розпочали виконувати роботи з капітального відновлення мосту. Відтепер можемо повернути на напрямок належні обсяги руху», — зазначив член правління АТ «Укрзалізниця» Роман Черніцький. Відновлення мосту почали в липні минулого року. Роботи виконували працівники львівського містобудівельного поїзда. Зокрема, залізничники демонтували всі пошкоджені елементи мосту та на їх місті звели фактично новий перехід через річку. Рух поїздів непарною колією відкрито в листопаді минулого року. Тепер, за рік після звільнення Київщини, рух знову відкрито двома коліями. Це дозволить збільшити кількість поїздів у цьому напрямку. «Розуміючи всю важливість залізниці для населення та економіки країни, залізничники докладають максимум зусиль, щоб уся пошкоджена інфраструктура була відновлена в найкоротші терміни та поїзди курсували. Дякую всім залізничникам та нашим партнерам, які надають нам допомогу для відновлення інфраструктури», — зазначив голова правління АТ «Укрзалізниця» Євген Лященко. До слова, внаслідок бойових дій на території України було пошкоджено близько 70 залізничних мостів, з яких третину вже відбудували. Відкрили рух залізничним мостом через річку Ірпінь.",            
            "date": "11 КВІТНЯ 2023, 21:01"
        }
    ], 

    "popular": [
        {
            "id":1,
            "from": "Київ",
            "to": "Львів"
        },
        {
            "id":2,
            "from": "Київ",
            "to": "Дніпро"
        },
        {
            "id":3,
            "from": "Вінниця",
            "to": "Київ"
        },
        {
            "id":4,
            "from": "Львів",
            "to": "Київ"
        },
        {
            "id":5,
            "from": "Харків",
            "to": "Дніпро"
        },
        {
            "id":6,
            "from": "Івано-Франківськ",
            "to": "Київ"
        }
    ],

    
    "railwaystation":[
        {
            "id": 1,
            "name" : "Харків-Левада",
            "date": "everyday",
            "routes": [
                {
                    "number":"6421",
                    "from": "Харків",
                    "to": "Занки",
                    "status": "arrival",
                    "time": "07.39"
                },
                {
                    "number":"6811",
                    "from": "Харків",
                    "to": "Чугуїв",
                    "status": "arrival",
                    "time": "08.30"
                },
                {
                    "number":"6173-6174",
                    "from": "Харків",
                    "to": "Золочев",
                    "status": "arrival",
                    "time": "08.38"
                },
                {
                    "number":"6427",
                    "from": "Харків",
                    "to": "Ізюм",
                    "status": "arrival",
                    "time": "11.58"
                },
                {
                    "number":"6221",
                    "from": "Харків",
                    "to": "Люботин",
                    "status": "arrival",
                    "time": "11.25"
                },
                {
                    "number":"6177",
                    "from": "Харків",
                    "to": "Золочев",
                    "status": "arrival",
                    "time": "14.55"
                },
                {
                    "number":"6431",
                    "from": "Харків",
                    "to": "Савинці",
                    "status": "arrival",
                    "time": "17.28"
                },
                {
                    "number":"6812",
                    "from": "Чугуїв",
                    "to": "Харків", 
                    "status": "departure",
                    "time": "07.37"
                },
                {
                    "number":"6173",
                    "from": "Золочів",
                    "to": "Харків",
                    "status": "departure",
                    "time": "08.14"
                },
                {
                    "number":"6408",
                    "from": "Ізюм",
                    "to": "Харків",
                    "status": "departure",
                    "time": "09.11"
                },
                {
                    "number":"6222",
                    "from": "Мерчик",
                    "to": "Харків",
                    "status": "departure",
                    "time": "11.04"
                },
                {
                    "number":"6426",
                    "from": "Ізюм",
                    "to": "Харків",
                    "status": "departure",
                    "time": "15.29"
                }
            ]
        }
    ],

    "routes" :[
        {
            "id":1,
            "number":6122,
            "from": "Харків",
            "fromTime": "12:00",
            "to": "Дніпро",
            "toTime": "14:20",
            "date": "everyday",
            "price":"700"
        },
        {
            "id":2,
            "number":4214,
            "from": "Київ",
            "fromTime": "13:40",
            "to": "Дніпро",
            "toTime": "16:20",
            "date": "everyday",
            "price":"800"
        },
        {
            "id":3,
            "number":4352,
            "from": "Київ",
            "fromTime": "12:00",
            "to": "Львів",
            "toTime": "14:20",
            "date": "everyday",
            "price":"1200"
        },
        {
            "id":4,
            "number":4356,
            "from": "Вінниця",
            "fromTime": "11:00",
            "to": "Київ",
            "toTime": "15:30",
            "date": "everyday",
            "price":"700"
        },
        {
            "id":5,
            "number":5866,
            "from": "Львів",
            "fromTime": "9:00",
            "to": "Київ",
            "toTime": "17:24",
            "date": "everyday",
            "price":"1200"
        },
        {
            "id":6,
            "number":6124,
            "from": "Івано-Франківськ",
            "fromTime": "12:00",
            "to": "Київ",
            "toTime": "20:20",
            "date": "everyday",
            "price":"1400"
        },
        {
            "id":7,
            "number":6122,
            "from": "Харків",
            "fromTime": "14:00",
            "to": "Дніпро",
            "toTime": "16:20",
            "date": "everyday",
            "price":"700"
        },
        {
            "id":8,
            "number":4244,
            "from": "Київ",
            "fromTime": "15:40",
            "to": "Дніпро",
            "toTime": "18:20",
            "date": "everyday",
            "price":"800"
        },
        {
            "id":9,
            "number":4852,
            "from": "Київ",
            "fromTime": "15:00",
            "to": "Львів",
            "toTime": "17:20",
            "date": "everyday",
            "price":"1200"
        },
        {
            "id":10,
            "number":4354,
            "from": "Вінниця",
            "fromTime": "13:00",
            "to": "Київ",
            "toTime": "17:30",
            "date": "everyday",
            "price":"700"
        },
        {
            "id":11,
            "number":5266,
            "from": "Львів",
            "fromTime": "11:00",
            "to": "Київ",
            "toTime": "19:24",
            "date": "everyday",
            "price":"1200"
        },
        {
            "id":12,
            "number":6144,
            "from": "Івано-Франківськ",
            "fromTime": "14:00",
            "to": "Київ",
            "toTime": "22:20",
            "date": "everyday",
            "price":"1400"
        }
    ]
}